<?php
// Heading
$_['heading_title']               = 'Меню сайта';

$_['text_module']                 = 'Модули';
$_['text_success']                = 'Настройки модуля обновлены!';
$_['text_edit']                   = 'Редактировать';

// Text variables
$_['entry_name']                  = 'Название меню';
$_['error_name']                  = 'Имя должно состоять минимум из 3 символов и не превышать длину в 64 символа.';
$_['entry_slug']                  = 'Идентификартор';
$_['error_slug']                  = 'Идентификатор должен состоять минимум из 3 символов и не превышать длину в 20 символов. Допустимы только латинские буквы и цифры.';
$_['entry_add']                   = 'Добавить пункт меню';
$_['entry_sub']                   = 'Добавить меню 2-го уровня';
$_['entry_remove']                = 'Удалить пункт меню';
$_['entry_title']                 = 'Пункт меню';
$_['error_title']                 = 'Поле "Пункт меню" обязательно для заполнения.';
$_['entry_href']                  = 'Ссылка';
$_['error_empty']                 = 'Должен быть хотя бы 1 пункт меню.';
$_['entry_position']              = 'Где выводить данное меню';
$_['entry_header']                = 'Шапка сайта';
$_['entry_footer']                = 'Подвал сайта';
$_['error_position']              = 'Как минимум один вариант необходим.';
$_['text_extension']              = 'Модули';

// Error
$_['error_permission']            = 'Warning: You do not have permission to modify Load More module!';